Repository: Sufradisk/sufradisk-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: I confirm I own the rights to upload this game
uz: Men ushbu oʻyinni yuklash huquqiga ega ekanligimni tasdiqlayman

source: Personal
uz: Shaxsiy

source: Action
uz: Ekshen

source: Adventure
uz: Sarguzasht

source: Role-Playing Game (RPG)
uz: Rolni o‘ynash o‘yini (RPG)

source: Simulation
uz: Simulyatsiya

source: Strategy
uz: Strategiya

source: Sports
uz: Sport

source: Puzzle
uz: Boshqotirma

source: Idle / Incremental
uz: Idle / Kliker

source: Fighting
uz: Jangovar

source: Shooter
uz: Otishma (Shuter)

source: Racing
uz: Poyga

source: Survival
uz: Omon qolish

source: Sandbox / Open World
uz: Qumloq / Ochiq dunyo

source: Music / Rhythm
uz: Musiqa / Ritm

source: Stealth
uz: Yashirincha (Stealth)

source: Horror
uz: Qo'rqinchli

source: Educational
uz: Tarbiyaviy

source: Party / Casual
uz: Oddiy / Ko‘ngilochar

source: MMO
uz: MMO (Ommaviy ko‘p o‘yinchi onlayn o‘yin)

source: Endless-runner
uz: Cheksiz yuguruvchi

source: Dress-up & styling
uz: Kiyinish va uslub

source: Arena Games
uz: Arena o‘yinlari

source: Source
uz: Manba

source: Genre
uz: Janr

source: Game Name
uz: O'yin nomi

source: Game Instructions / Description
uz: O'yin ko'rsatmalari / Tavsif

source: Game Thumbnail
uz: Oʻyin eskizi

source: Tags (comma separated)
uz: Teglar (vergul bilan ajratilgan)

source: Briefly describe the game
uz: O'yinni qisqacha tasvirlab bering

source: e.g. fun, multiplayer, 3D
uz: masalan qiziqarli, multiplayer, 3D

source: About Us
uz: Biz haqimizda

source: SUFRADISK is an online platform where creators can upload, share, and launch their games easily. Our mission is to connect developers and players in one fun and rewarding ecosystem.
uz: SUFRADISK — ijodkorlar yuklashi, almashishi va ishga tushirishi mumkin boʻlgan onlayn platformadir,ularning o'yinlari oson. Bizning vazifamiz ishlab chiquvchilar va o'yinchilarni bir joyga jamlash qiziqarli va mukofotli ekosistema yaratishdir.

source: For Developers
uz: Dasturchilar uchun

source: Developers can upload their games and instantly reach players worldwide.
uz: Dasturchilar o'z o'yinlarini yuklashlari va butun dunyo bo'ylab o'yinchilarga bir zumda murojaat qilishlari mumkin.

source: You remain the full owner of your games — SUFRADISK is just your stage to shine.
uz: Siz oʻz oʻyinlaringizning toʻliq egasi boʻlib qolasiz – SUFRADISK shunchaki porlash uchun sahnangizdir.

source: Earn money: For every 100 hours of playtime your games receive, you earn $1. For example, 10,000 hours = $100.
uz: Pul ishlang: O'yinlaringiz olgan har 100 soatlik o'yin uchun siz $1 ishlab olasiz.Masalan, 10 000 soat = 100$.

source: Developers
uz: Dasturchilar

source: For Players
uz: O'yinchilar uchun

source: Players can discover new indie games, enjoy exciting adventures, and support their favorite creators.
uz: O'yinchilar yangi indie o'yinlarini kashf qilishlari, qiziqarli sarguzashtlardan bahramand bo'lishlari va qo'llab-quvvatlashlari mumkinularning sevimli ixtirolarini

source: You can customize your profile with backgrounds and collect rewards just by playing.
uz: Siz o'zingizning profilingizni fon bilan sozlashingiz va shunchaki mukofot to'plashingiz mumkino'ynab

source: Players
uz: O'yinchilar

source: Rewards & Community
uz: Mukofotlar & Hamjamiyat

source: Players earn rewards while playing, which they can use inside SUFRA.
uz: O'yinchilar o'ynab, SUFRA ichida foydalanishlari mumkin bo'lgan mukofotlarga ega bo'lishadi.

source: Backgrounds, items, and achievements make your journey even more fun.
uz: Orqa fon, narsalar va yutuqlar sayohatingizni yanada qiziqarli qiladi.

source: Rewards
uz: Mukofotlar

source: How It Works
uz: U qanday ishlaydi

source: 1. Developers upload their games.
uz: 1. Dasturchilar o'z o'yinlarini yuklaydilar.

source: 2. Players discover and play games online.
uz: O'yinlarni onlayn yuklash va o'ynash uchun platforma

source: 3. Developers earn money based on total playtime hours.
uz: 3. Dasturchilar umumiy o‘yin vaqtiga qarab pul ishlab topadilar

source: 4. Players collect rewards and enjoy the community.
uz: 4. O'yinchilar mukofot yig'adilar va jamiyatdan zavqlanadilar.

source: Behind the Project
uz: Loyihaning orqasida

source: I built SUFRADISK with dedication, plus some help from AI tools to speed up development and make things possible.
uz: Men SUFRADISKni fidoyilik bilan qurdim va loyihani tezroq amalga oshirish uchun AI vositalaridan foydalandim.

source: Сохранить
uz: Saqlash

source: You do not have permission to add games.
uz: Sizda oʻyin qoʻshish uchun ruxsat yoʻq.

source: A platform for uploading and playing games online
uz: O'yinlarni onlayn yuklash va o'ynash uchun platforma

source: games, catalog, play online, upload game, Sufra
uz: o'yinlar, katalog, onlayn o'ynash, o'yinni yuklash, Sufra

source: Game Platform
uz: O'yin platformasi

source: Game catalog, play online or download.
uz: O'yinlar katalogi, onlayn o'ynang yoki yuklab oling.

source: Sufra gaming platform – add and play your favorite games.
uz: Sufra oʻyin platformasi – sevimli oʻyinlaringizni qoʻshing va oʻynang.

source: Home
uz: Asosiy

source: Catalog
uz: Katalog

source: Shop
uz: Shopxona

source: Inventory
uz: Inventar

source: About
uz: Biz haqimizda

source: Выйти
uz: Chiqish

source: Войти
uz: Kirish

source: Зарегистрироваться
uz: Roʻyxatdan oʻtish

source: Add Game
uz: O'yin qo'shish

source: Theme
uz: Tema

source: Добро пожаловать!
uz: Xush kelibsiz!

source: Закрыть
uz: Yopish

source: Вход
uz: Kirish

source: Регистрация
uz: Roʻyxatdan oʻtish

source: Catalog — Sufradisk
uz: Sufradisk-katalogi

source: Game Catalog
uz: O'yin katalogi

source: All
uz: Barchasi

source: Most Popular
uz: Eng mashhurlar

source: Newest
uz: Eng yengillar

source: Recommended
uz: Tavsiya etilganlar

source: All Genres
uz: Barcha Janrlar

source: Search games...
uz: Oʻyinlarni qidirish...

source: Play
uz: O'ynang

source: Details
uz: Tafsilotlar

source: Sponsored
uz: Homiy

source: Advertisement
uz: Reklama

source: Your browser does not support the video tag.
uz: Brauzeringiz video tegini qo'llab-quvvatlamaydi.

source: FAQ — Sufradisk
uz: Tez-tez so'raladigan savollar — Sufradisk

source: Frequently Asked Questions
uz: Tez-tez so'raladigan savollar

source: Find answers to common questions about SUFRA, whether you are a developer or a player.
uz: SUFRADISK haqidagi keng tarqalgan savollarga javob toping, siz dasturchi bo'lasizmi yoki o'yinchi.

source: What is SUFRADISK?
uz: SUFRADISK nima?

source: SUFRA is an online platform where developers upload games and players enjoy them instantly in their browser.
uz: SUFRADISK - bu onlayn platforma bo'lib, unda ishlab chiquvchilar o'yinlarni yuklaydi va o'yinchilar zavqlanadilarUlar darhol o'z brauzerlarida.

source: Is SUFRADISK free?
uz: SUFRADISK bepulmi?

source: Yes! Playing games is free. Developers can also upload games for free.
uz: Ha! O'yin o'ynash bepul. Ishlab chiquvchilar o'yinlarni bepul yuklashlari mumkin.

source: How do developers earn money?
uz: Ishlab chiquvchilar qanday qilib pul topishadi?

source: Developers earn $1 for every 100 hours of total playtime across their games. For example, 10,000 hours = $100.
uz: Ishlab chiquvchilar oʻzlarining oʻyinlari boʻyicha har 100 soatlik umumiy oʻyin vaqti uchun $1 ishlab topadilar.Masalan, 10 000 soat = 100 $.

source: Do developers keep ownership of their games?
uz: Ishlab chiquvchilar o'z o'yinlariga egalik huquqini saqlab qolishadimi?

source: Yes. Developers keep full rights to their games. SUFRADISK is only a platform to showcase them.
uz: Ha. Dasturchilar o'z o'yinlariga to'liq huquqlarni saqlab qolishadi. SUFRA faqatgina platformadir.Ularni ko'rsating.

source: What kind of rewards can players get?
uz: O'yinchilar qanday mukofotlarga ega bo'lishlari mumkin?

source: Players can collect backgrounds, inventory items, and achievements that personalize their experience.
uz: O'yinchilar fon, inventar buyumlari va yutuqlarni to'plashlari mumkin o'z tajribasini shaxsiylashtirish.

source: How do I upload my game?
uz: O'yinimni qanday yuklashim mumkin?

source: Simply sign up, go to your dashboard, and use the 'Upload Game' feature.
uz: Shunchaki ro‘yxatdan o‘ting, boshqaruv paneliga o‘ting va “O‘yinni yuklash” funksiyasidan foydalaning.Shu narsani esda tutish kerakki o'yinlar faqat embed(iframe) ko'rinisida bo'lish kerak

source: Отзывы игроков:
uz: O'yinchilarning sharhi:

source: Пока нет отзывов. Будь первым!
uz: Hozircha sharhlar yoʻq. Birinchi bo'ling!

source: Оставить отзыв:
uz: Sharh qoldiring:

source: Ваша оценка:
uz: Sizning bahoingiz:

source: Отправить
uz: Yuborish

source: Добавьте свою игру или посмотрите каталог.
uz: O'yiningizni qo'shing yoki katalogni ko'rib chiqing.

source: Play. Download. Earn.
uz: O'ynang. Yuklab olish. Pul ishlang.

source: SUFRA is a gaming platform where users can play HTML5 games, and developers can upload their projects, earn money and share them with the world.
uz: SUFRADISK - bu foydalanuvchilar HTML5 o'yinlarini o'ynashi mumkin bo'lgan o'yin platformasi va dasturchilar o'z loyihalarini yuklashlari, pul ishlashlari va ularni dunyo bilan baham ko'rishlari mumkin.

source: Играйте онлайн и получайте награды за проведенное время в играх!
uz: Onlayn o'ynang va o'yinlarda sarflagan vaqtingiz uchun mukofot oling!

source: Upload your games and earn money from your developer page.
uz: O'yinlaringizni yuklang va dasturchi sahifangizdan pul ishlang.

source: Top 10 players
uz: Top 10 boy o'yinchi

source: There are no players in the ranking yet 😢
uz: Reytingda hali o'yinchi yo'q😢

source: Read more
uz: Batafsil

source: Advertising
uz: Reklama

source: Ежедневная награда!
uz: Kundalik mukofot!

source: You received %(daily_reward)s 💰 coins!
uz: Siz %(daily_reward)s💰 tanga oldingiz!

source: Select Language
uz: Tilni tanlang

source: Choose a language
uz: Til tanlang

source: English
uz: Ingliz tili

source: Russian
uz: Rus tili

source: Uzbek
uz: O'zbekcha

source: Apply
uz: Ishatish

source: Ваш браузер не поддерживает видео.
uz: Brauzeringiz videoni qo'llab-quvvatlamaydi.

source: Нажмите на кнопку ниже, чтобы скачать игру:
uz: O'yinni yuklab olish uchun quyidagi tugmani bosing:

source: Скачать
uz: Yuklab olish

source: Формат файла не поддерживается.
uz: Fayl formati qo'llab-quvvatlanmaydi.

source: Back to catalog
uz: Katalog ga qaytish

source: Welcome to Sufra!
uz: Sufradsisk ga xush kelibsiz!

source: Мои игры
uz: Mening o'yinlarim

source: Жанр:
uz: Janr

source: Источник:
uz: Manba

source: Подробнее
uz: Batafsil

source: У вас пока нет загруженных игр.
uz: Sizda hali yuklab olingan oʻyin yoʻq.

source: Default avatar
uz: Birlamchi avatar

source: Edit profile
uz: Profilni tahrirlash

source: Upload avatar
uz: Avatar yuklash

source: Delete account
uz: Hisobni o'chirish

source: Level
uz: Bosqich

source: Date of registration
uz: Ro'yxatdan o'tgan sana

source: Country
uz: Davlat

source: Last login
uz: Oxirgi login

source: Balance
uz: Balans

source: Manage advertising
uz: Reklamani boshqarish

source: My games
uz: Mening o'yinlarim

source: Go to panel
uz: Panelga o'ting

source: Your Referral Link:
uz: Sizning referal havolangiz:

source: ✅ Click to copy & share!
uz: ✅ Nusxalash va ulashish uchun bosing!

source: Favorite games
uz: Sevimli o'yinlar

source: There are no featured games.
uz: Tanlangan oʻyinlar yoʻq.

source: My reviews
uz: Mening sharhlarim

source: You haven't left any reviews yet.
uz: Siz hali hech qanday sharh qoldirmadingiz.

source: Choose your role
uz: Rolingizni tanlang

source: Select role...
uz: Rol tanlang...

source: Player
uz: O'yinchi

source: Developer
uz: Dasturchi

source: Отправить код подтверждения
uz: Tasdiqlash kodini yuboring

source: Введите код из письма
uz: Xatdan kodni kiriting

source: Подтвердить
uz: Tasdiqlang

source: Active
uz: Faol

source: Claim Free
uz: Tekinga oling

source: Activate
uz: Faollashtirish

source: Buy
uz: Sotib olish

source: Not enough
uz: Yetarli emas

source: Wallet / Inventory
uz: Hamyon / inventar

source: Загрузить аватар
uz: Avatar yuklash

source: Загрузить
uz: Yuklash

source: Назад в профиль
uz: Profilga qaytish

source: Код подтверждения для Sufra
uz: Sufra uchun tasdiqlash kodi

source: Ваш код подтверждения:
uz: Tasdiqlash kodingiz:

source: Код отправлен на ваш e-mail.
uz: Kod sizning elektron pochtangizga yuborildi.

source: Пароли не совпадают
uz: Parollar mos kelmaydi

source: Пароль успешно обновлён
uz: Parol muvaffaqiyatli yangilandi
